{
  "url": "http://localhost:3000/plan?url=https%3A//pipelines.blends.fr/dev/%3Ffile_name%3D92153d60-4f50-4016-a506-ac807df84919_2024-06-12%2014%3A15%3A18.879098.plan%26dataset_id%3D942%26file_access_token%3D94dd3f26-7bf0-40d0-a870-23e34c0a8c2a_2024-06-12%2014%3A15%3A18.879033",
  "url2": "http://localhost:3000/plan?url=http%3A%2F%2Flocalhost%3A3000%2Fexamples%2Fexample2.plan.json",
  "contents": {
    "title": "Intro",
    "title_feedback": null,
    "abstract": "This is the introduction abstract.",
    "abstract_feedback": null,
    "themes": [
      "theme1",
      "theme2"
    ],
    "themes_feedback": null,
    "references": [
      {
        "source_id": "source1",
        "start": 0,
        "end": 10,
        "comment": "Introduction reference",
        "score": 90,
        "user_frozen": false
      }
    ],
    "references_feedback": null,
    "redaction_directives": null,
    "full_text": "This is the full text of the introduction.",
    "figures": [
      {
        "title": "Figure 1",
        "comment": "This is a figure comment.",
        "source_id": "source1",
        "source_is_internal": true,
        "contents": null,
        "user_feedback": null
      }
    ],
    "subsections_feedback": "",
    "subsections": [
      {
        "title": "Section 1",
        "title_feedback": null,
        "abstract": "This is the abstract of section 1.",
        "abstract_feedback": null,
        "themes": [
          "theme1.1",
          "theme1.2"
        ],
        "themes_feedback": null,
        "references": [
          {
            "source_id": "source2",
            "start": 10,
            "end": 20,
            "comment": "Section 1 reference",
            "score": 80,
            "user_frozen": false
          }
        ],
        "references_feedback": null,
        "redaction_directives": null,
        "full_text": "This is the full text of section 1.",
        "figures": [
          {
            "title": "Figure 2",
            "comment": "This is a figure comment for section 1.",
            "source_id": "source2",
            "source_is_internal": true,
            "contents": null,
            "user_feedback": null
          }
        ],
        "subsections_feedback": "",
        "subsections": [
          {
            "title": "Subsection 1.1",
            "title_feedback": null,
            "abstract": "This is the abstract of subsection 1.1.",
            "abstract_feedback": null,
            "themes": [
              "theme1.1.1",
              "theme1.1.2"
            ],
            "themes_feedback": null,
            "references": [
              {
                "source_id": "source3",
                "start": 20,
                "end": 30,
                "comment": "Subsection 1.1 reference",
                "score": 85,
                "user_frozen": false
              }
            ],
            "references_feedback": null,
            "redaction_directives": null,
            "full_text": "This is the full text of subsection 1.1.",
            "figures": [
              {
                "title": "Figure 3",
                "comment": "This is a figure comment for subsection 1.1.",
                "source_id": "source3",
                "source_is_internal": true,
                "contents": null,
                "user_feedback": null
              }
            ],
            "subsections_feedback": "",
            "subsections": []
          },
          {
            "title": "Subsection 1.2",
            "title_feedback": null,
            "abstract": "This is the abstract of subsection 1.2.",
            "abstract_feedback": null,
            "themes": [
              "theme1.2.1",
              "theme1.2.2"
            ],
            "themes_feedback": null,
            "references": [
              {
                "source_id": "source3",
                "start": 30,
                "end": 40,
                "comment": "Subsection 1.2 reference",
                "score": 75,
                "user_frozen": false
              }
            ],
            "references_feedback": null,
            "redaction_directives": null,
            "full_text": "This is the full text of subsection 1.2.",
            "figures": [
              {
                "title": "Figure 4",
                "comment": "This is a figure comment for subsection 1.2.",
                "source_id": "source3",
                "source_is_internal": true,
                "contents": "___ASCII___/9j/4QMARXhpZgAATU0AKgAAAAgABwEOAAIAAAIAAAAAYgEaAAUAAAABAAACYgEbAAUAAA(...)U/rRRRS6UUUUQbbUtqKKBz9aXf+tFFA/7xSoooA9KKKKD/9k=",
                "user_feedback": null
              }
            ],
            "subsections_feedback": "",
            "subsections": []
          }
        ]
      }
    ]
  },
  "sources": [
    {
      "id": "source1",
      "title": "Source 1 Title",
      "full_text": "Full text of source 1.",
      "citation": "Source 1 citation.",
      "figures": [],
      "penalization_factor": 1
    },
    {
      "id": "source2",
      "title": "Source 2 Title",
      "full_text": "Full text of source 2.",
      "citation": "Source 2 citation.",
      "figures": [],
      "penalization_factor": 1
    },
    {
      "id": "source3",
      "title": "Source 3 Title",
      "full_text": "Full text of source 3.",
      "citation": "Source 3 citation.",
      "figures": [],
      "penalization_factor": 1
    }
  ],
  "src": [
    {
      "id": "1",
      "title": "The Rise of Arcade Games in the 1980s",
      "full_text": "The 1980s were a pivotal decade for the video game industry, particularly in the realm of arcade games. During this period, arcade games became a major cultural phenomenon, with titles like Pac-Man and Donkey Kong capturing the imaginations of millions. Arcades themselves became social hubs, where gamers of all ages gathered to compete for high scores and enjoy the latest games.One of the key factors driving the popularity of arcade games was their accessibility. For a small fee, anyone could enjoy a quick game, making them an affordable entertainment option. Moreover, the rapid technological advancements of the time allowed for increasingly sophisticated graphics and gameplay, further enhancing the appeal of arcade games. The iconic sounds and visuals of these games remain ingrained in the memories of those who experienced them firsthand.The competitive aspect of arcade gaming also contributed to its allure. High score competitions were common, and players would often spend hours honing their skills to see their initials at the top of the leaderboard. This competitive spirit not only fostered a sense of community among gamers but also helped to drive the development of more challenging and innovative games.",
      "citation": "Smith, J. (1989). The Rise of Arcade Games in the 1980s. Gaming History Quarterly, 12(3), 45-67.",
      "figures": [],
      "penalization_factor": 1
    },
    {
      "id": "2",
      "title": "The Birth of Home Consoles: A Revolution in Gaming",
      "full_text": "The early 1980s witnessed the birth of home gaming consoles, which revolutionized the way people played video games. The introduction of systems like the Atari 2600 and the Nintendo Entertainment System (NES) brought arcade-quality games into the living room, making gaming more accessible than ever before. These consoles laid the foundation for the massive home gaming market that we see today.One of the most significant impacts of home consoles was the ability to play games without the need to visit an arcade. This convenience, combined with the ever-expanding library of games, made home consoles extremely popular among both children and adults. Titles like Super Mario Bros., The Legend of Zelda, and Space Invaders became household names, contributing to the growing popularity of video games as a mainstream form of entertainment.The development of home consoles also spurred significant advancements in game design and technology. Game developers began to explore new genres and gameplay mechanics, leading to a more diverse and innovative gaming landscape. This period also saw the rise of game franchises that continue to be popular to this day, highlighting the lasting impact of the 1980s on the gaming industry.",
      "citation": "Johnson, M. (1987). The Birth of Home Consoles: A Revolution in Gaming. Video Game Journal, 8(2), 23-38.",
      "figures": [],
      "penalization_factor": 2
    },
    {
      "id": "3",
      "title": "The Impact of Video Game Music in the 1980s",
      "full_text": "Video game music in the 1980s played a crucial role in shaping the overall gaming experience. Composers like Koji Kondo and Hirokazu Tanaka created iconic soundtracks for games such as Super Mario Bros. and Metroid, which are still celebrated today. These early video game scores laid the groundwork for the complex and immersive soundtracks that are now standard in the industry.One of the reasons video game music from this era is so memorable is its simplicity. Due to technological limitations, composers had to create catchy and engaging melodies using only a few sound channels. This constraint led to the development of music that was both distinctive and instantly recognizable. The repetitive nature of these tunes also helped to reinforce the game's themes and create a lasting impression on players.The influence of 1980s video game music extends beyond the gaming world. Many contemporary musicians cite these soundtracks as inspirations, and some have even created remixes and covers of classic video game themes. The enduring popularity of this music underscores its importance in the history of video games and its impact on popular culture.",
      "citation": "Anderson, K. (1988). The Impact of Video Game Music in the 1980s. Sound and Vision, 14(4), 54-70.",
      "figures": [],
      "penalization_factor": 1
    },
    {
      "id": "4",
      "title": "The Video Game Crash of 1983: Causes and Consequences",
      "full_text": "The video game crash of 1983 was a significant event that nearly destroyed the burgeoning video game industry. This crash was primarily caused by market saturation, poor-quality games, and the loss of consumer confidence. The rapid influx of game consoles and games, many of which were subpar, led to a dramatic decline in sales and the eventual bankruptcy of several prominent companies.One of the most infamous examples of the poor-quality games that contributed to the crash was E.T. the Extra-Terrestrial for the Atari 2600. Rushed to market to coincide with the release of the film, the game was critically panned and failed commercially, becoming a symbol of the industry's excesses and mistakes. This, coupled with the oversaturation of the market with other low-quality titles, eroded consumer trust and led to a significant drop in video game sales.The crash had far-reaching consequences, including the consolidation of the video game market and the rise of Nintendo as a dominant player with the release of the NES. Nintendo's strict quality control measures and innovative marketing strategies helped to revive the industry and set new standards for game development and distribution. The lessons learned from the crash continue to influence the video game industry to this day, emphasizing the importance of quality and consumer trust.",
      "citation": "Baker, R. (1989). The Video Game Crash of 1983: Causes and Consequences. Electronic Entertainment Review, 11(1), 10-29.",
      "figures": [],
      "penalization_factor": 3
    }
  ]
}
